spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass_before_remove.get_cookie_match_pattern_33d2bdc0b19f3eb7a94658925f331297_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:get_cookie_match_pattern><profile_names><value>test_profile1</value></profile_names></wsdl:get_cookie_match_pattern></env:Body></env:Envelope>